{
    "admin_create_fail": "စီမံခန့်ခွဲသူ ဖန်တီးမှု မအောင်မြင်ပါ။",
     "admin_create_success": "စီမံခန့်ခွဲသူကို အောင်မြင်စွာ ဖန်တီးထားသည်။",
     "admin_delete_success": "စီမံခန့်ခွဲသူကို အောင်မြင်စွာ ဖျက်လိုက်ပြီ",
     "admin_id_not_found": "စီမံခန့်ခွဲသူ ID ရှာမတွေ့ပါ။",
     "admin_lists_success": "စီမံခန့်ခွဲသူစာရင်းများကို အောင်မြင်စွာ ပြန်လည်ရယူခဲ့သည်။",
     "admin_not_found": "စီမံခန့်ခွဲသူကို ရှာမတွေ့ပါ။",
     "admin_update_success": "စီမံခန့်ခွဲသူကို အောင်မြင်စွာ အပ်ဒိတ်လုပ်ထားသည်။",
     "admin_view_sucess": "စီမံခန့်ခွဲသူ အသေးစိတ်အချက်အလက်များကို အောင်မြင်စွာ ရယူထားပါသည်။",
     "email_already_used": "အီးမေးလ်ကို အသုံးပြုပြီးဖြစ်သည်။",
     "email_must_valid": "အီးမေးလ်သည် တရားဝင်အီးမေးလ်လိပ်စာဖြစ်သင့်သည်။",
     "email_not_empty": "အီးမေးလ်သည် အကွက်အလွတ် မဖြစ်ရပါ။",
     "email_required": "အီးမေးလ် လိုအပ်သည်။",
     "incorrect_password": "စကားဝှက် မမှန်ပါ။",
     "invalid_token": "မမှန်ကန်သော တိုကင်။",
     "login_success": "ဝင်ရောက်ခြင်း အောင်မြင်ပါသည်။",
     "name_max_length": "အမည်သည် စာလုံးရေ 20 ထက်မပိုသင့်ပါ။",
     "name_min_length": "အမည်တွင် အနည်းဆုံး စာလုံး 3 လုံးရှိရမည်။",
     "name_must_be_string": "အမည်သည် စာကြောင်းတစ်ခု ဖြစ်သင့်သည်။",
     "name_not_empty": "အမည်သည် အကွက်အလွတ် မဖြစ်ရပါ။",
     "name_required": "အမည် လိုအပ်သည်။",
     "password_max_length": "စကားဝှက်သည် စာလုံး 30 အရှည်ထက် မပိုသင့်ပါ။",
     "password_min_length": "စကားဝှက်သည် အနည်းဆုံး အက္ခရာ 8 လုံးရှိရမည်။",
     "password_not_empty": "စကားဝှက်သည် အကွက်အလွတ် မဖြစ်ရပါ။",
     "password_required": "စကားဝှက် လိုအပ်ပါသည်။",
     "permission_create_success": "ခွင့်ပြုချက်ကို အောင်မြင်စွာ ဖန်တီးထားသည်။",
     "permission_delete_success": "ခွင့်ပြုချက်ကို အောင်မြင်စွာ ဖျက်လိုက်ပါပြီ။",
     "permission_id_not_found": "ခွင့်ပြုချက် ID ရှာမတွေ့ပါ။",
     "permission_lists_success": "ခွင့်ပြုချက်စာရင်းများကို အောင်မြင်စွာ ရယူခဲ့သည်။",
     "permission_update_success": "ခွင့်ပြုချက် မွမ်းမံပြီးပါပြီ။",
     "permission_view_sucess": "ခွင့်ပြုချက်အသေးစိတ်များကို အောင်မြင်စွာ ရယူထားပါသည်။",
     "permissions_must_array": "ခွင့်ပြုချက်များသည် အခင်းဖြစ်ရမည်။",
     "permissions_must_valid": "ခွင့်ပြုချက်များတွင် တရားဝင်နံပါတ်များ ပါရှိရမည်။",
     "permissions_required": "ခွင့်ပြုချက်များ လိုအပ်ပါသည်။",
     "phone_already_used": "ဖုန်းအသုံးပြုပြီးဖြစ်သည်။",
     "phone_max_length": "ဖုန်းသည် စာလုံးအရှည် 11 လုံးထက် မပိုသင့်ပါ။",
     "phone_min_length": "ဖုန်းတွင် အနည်းဆုံး အက္ခရာ 7 လုံးရှိရမည်။",
     "phone_not_empty": "ဖုန်းသည် အကွက်အလွတ် မဖြစ်ရပါ။",
     "phone_required": "ဖုန်း လိုအပ်သည်။",
     "role_create_fail": "အခန်းကဏ္ဍဖန်တီးမှု မအောင်မြင်ပါ။",
     "role_create_success": "အခန်းကဏ္ဍကို အောင်မြင်စွာ ဖန်တီးထားသည်။",
     "role_delete_success": "အခန်းကဏ္ဍကို အောင်မြင်စွာ ဖျက်လိုက်ပါပြီ။",
     "role_id_not_found": "အခန်းကဏ္ဍ ID ရှာမတွေ့ပါ။",
     "role_lists_success": "အခန်းကဏ္ဍစာရင်းများကို အောင်မြင်စွာ ပြန်လည်ရယူခဲ့သည်။",
     "role_name_already_used": "အခန်းကဏ္ဍအမည်ကို အသုံးပြုပြီးဖြစ်သည်။",
     "role_update_success": "အခန်းကဏ္ဍကို အောင်မြင်စွာ အပ်ဒိတ်လုပ်ထားသည်။",
     "role_view_sucess": "အခန်းကဏ္ဍအသေးစိတ်များကို အောင်မြင်စွာ ပြန်လည်ရယူခဲ့သည်။",
     "roles_must_array": "ရာထူးများသည် array ဖြစ်ရမည်",
     "roles_must_valid": "ရာထူးများတွင် မှန်ကန်သောနံပါတ်များ ပါရှိရမည်။",
     "roles_required": "ရာထူးများ လိုအပ်ပါသည်။",
     "route_cannot_be_its_own_child": "လမ်းကြောင်းသည် ကိုယ်ပိုင်ကလေး မဖြစ်နိုင်ပါ။",
     "route_cannot_have_child_as_parent": "လမ်းကြောင်းတွင် မိဘအနေဖြင့် ကလေးမရနိုင်ပါ။",
     "route_create_fail": "လမ်းကြောင်းဖန်တီးမှု မအောင်မြင်ပါ။",
     "route_create_success": "လမ်းကြောင်းကို အောင်မြင်စွာ ဖန်တီးထားသည်။",
     "route_delete_success": "လမ်းကြောင်းကို အောင်မြင်စွာ ဖျက်လိုက်ပါပြီ။",
     "route_id_not_found": "လမ်းကြောင်း ID ရှာမတွေ့ပါ။",
     "route_lists_success": "လမ်းကြောင်းစာရင်းများကို အောင်မြင်စွာ ပြန်လည်ရယူခဲ့သည်။",
     "route_name_already_used": "လမ်းကြောင်းအမည်ကို အသုံးပြုပြီးဖြစ်သည်။",
     "route_update_success": "လမ်းကြောင်းကို အောင်မြင်စွာ အပ်ဒိတ်လုပ်ထားသည်။",
     "route_view_sucess": "လမ်းကြောင်းအသေးစိတ်အား အောင်မြင်စွာ ပြန်လည်ရယူခဲ့သည်။",
     "token_expired": "တိုကင်သက်တမ်းကုန်သွားပြီ"
}